andenetalexander.vim-cheatsheet
batisteo.vscode-django
bradlc.vscode-tailwindcss
dbaeumer.vscode-eslint
docker.docker
donjayamanne.python-environment-manager
donjayamanne.python-extension-pack
dzhavat.css-flexbox-cheatsheet
eamodio.gitlens
ecmel.vscode-html-css
esbenp.prettier-vscode
formulahendry.auto-rename-tag
formulahendry.code-runner
georgewfraser.vscode-javac
github.copilot
github.copilot-chat
golang.go
gruntfuggly.todo-tree
jock.svg
kevinrose.vsc-python-indent
kisstkondoros.vscode-gutter-preview
lllllllqw.jsdoc
mechatroner.rainbow-csv
ms-azuretools.vscode-containers
ms-python.black-formatter
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-wsl
ms-vscode.powershell
mtxr.sqltools
mtxr.sqltools-driver-sqlite
njpwerner.autodocstring
redhat.java
ritwickdey.liveserver
sidthesloth.html5-boilerplate
smcpeak.default-keys-windows
svelte.svelte-vscode
usernamehw.errorlens
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscjava.vscode-spring-initializr
vscodevim.vim
walkme.java-extension-pack
wayou.vscode-todo-highlight
wholroyd.jinja
xabikos.javascriptsnippets
zignd.html-css-class-completion
